Repository: cengelbart39/Splatalyzer
Catalog: Sources/Splatalyzer/Resources/language/SubWeapon.xcstrings
Source language: en
Languages: de, es_419, es_es, fr_ca, fr_fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# Beacon
source: Squid Beakon
de: Sprungboje
es_419: Baliza
es_es: Baliza transportadora
fr_ca: Balise de saut
fr_fr: Balise de saut
it: Trasferitore
ja: ジャンプビーコン
ko: 점프 비컨
nl: Springschotel
ru: Прыжковый маячок
zh_hans: 跳跃信标
zh_hant: 跳躍信標

# Bomb_Curling
source: Curling Bomb
de: Curling-Bombe
es_419: Bomba deslizante
es_es: Bomba deslizante
fr_ca: Bombe curling
fr_fr: Bombe curling
it: Bomba curling
ja: カーリングボム
ko: 컬링 밤
nl: Curlingbom
ru: Керлинг-бомба
zh_hans: 冰壶炸弹
zh_hant: 冰壺炸彈

# Bomb_Fizzy
source: Fizzy Bomb
de: Sprudel-Bombe
es_419: Bomba carbónica
es_es: Bomba carbónica
fr_ca: Bombe soda
fr_fr: Bombe soda
it: Bomba a gassosa
ja: タンサンボム
ko: 탄산 밤
nl: Bomblikje
ru: Содовая бомба
zh_hans: 碳酸炸弹
zh_hant: 碳酸炸彈

# Bomb_Quick
source: Burst Bomb
de: Insta-Bombe
es_419: Globo entintado
es_es: Bomba rápida
fr_ca: Bombe ballon
fr_fr: Bombe ballon
it: Granata
ja: クイックボム
ko: 퀵 밤
nl: Ballonbom
ru: Разрывная бомба
zh_hans: 快速炸弹
zh_hant: 快速炸彈

# Bomb_Robot
source: Autobomb
de: Robo-Bombe
es_419: Robobomba
es_es: Robobomba
fr_ca: Bombe robot
fr_fr: Bombe robot
it: Robo-bomba
ja: ロボットボム
ko: 로봇 밤
nl: Robobom
ru: Робобомба
zh_hans: 机器人炸弹
zh_hant: 機器人炸彈

# Bomb_Splash
source: Splat Bomb
de: Klecks-Bombe
es_419: Plasbomba
es_es: Bomba básica
fr_ca: Bombe splash
fr_fr: Bombe splash
it: Bomba splash
ja: スプラッシュボム
ko: 스플래시 밤
nl: Klodderbom
ru: Брызгающая бомба
zh_hans: 斯普拉炸弹
zh_hant: 斯普拉炸彈

# Bomb_Suction
source: Suction Bomb
de: Haftbombe
es_419: Bomba pegajosa
es_es: Bomba ventosa
fr_ca: Bombe gluante
fr_fr: Bombe gluante
it: Appiccibomba
ja: キューバンボム
ko: 빨판 밤
nl: Kleefbom
ru: Бомба на присоске
zh_hans: 吸盘炸弹
zh_hant: 吸盤炸彈

# LineMarker
source: Angle Shooter
de: Winkelmarker
es_419: Dardo resaltador
es_es: Tiralíneas
fr_ca: Ricocheur
fr_fr: Ricocheur
it: Sparalinee
ja: ラインマーカー
ko: 라인 마커
nl: Ketskogel
ru: Углострел
zh_hans: 标线器
zh_hant: 標線器

source: Point Sensor
de: Detektor
es_419: Rastreador
es_es: Rastreador
fr_ca: Détecteur
fr_fr: Détecteur
it: Cimice
ja: ポイントセンサー
ko: 포인트 센서
nl: Detector
ru: Маркер движения
zh_hans: 定点侦测器
zh_hant: 定點偵測器

# PoisonMist
source: Toxic Mist
de: Sepitox-Nebel
es_419: Nebulizador
es_es: Nebulizador
fr_ca: Brume toxique
fr_fr: Brume toxique
it: Nebbia tossica
ja: ポイズンミスト
ko: 포이즌 미스트
nl: Gifmist
ru: Едкий туман
zh_hans: 毒雾
zh_hant: 毒霧

# Shield
source: Splash Wall
de: Tintenwall
es_419: Barricada
es_es: Telón de tinta
fr_ca: Mur d'encre
fr_fr: Mur d'encre
it: Muro di colore
ja: スプラッシュシールド
ko: 스플래시 실드
nl: Inktgordijn
ru: Чернильный занавес
zh_hans: 斯普拉防护墙
zh_hant: 斯普拉防護牆

# Trap
source: Ink Mine
de: Tintenmine
es_419: Mina de tinta
es_es: Bomba trampa
fr_ca: Mine d'encre
fr_fr: Mine
it: Mina
ja: トラップ
ko: 트랩
nl: Inktmijn
ru: Мина
zh_hans: 墨汁陷阱
zh_hant: 墨汁陷阱

# Bomb_Torpedo
source: Torpedo
fr_ca: Bentorpille
fr_fr: Bentorpille
it: Torpedinatore
ja: トーピード
ko: 토피도
nl: Torpedobom
ru: Торпедная бомба
zh_hans: 鱼雷
zh_hant: 魚雷

source: Sprinkler
es_419: Aspersor
es_es: Aspersor
fr_ca: Gicleur
fr_fr: Fontaine
it: Spruzzatore
ja: スプリンクラー
ko: 스프링클러
nl: Inktsprinkler
ru: Распылятор
zh_hans: 洒墨器
zh_hant: 灑墨器
